<?php

  return array(
    // default japanese
    'messages_page_title' => 'メッセージボックス',
    'messege_input_error' => '何か入力してください',
    'no_messages' => 'メッセージはありません',
    'location' => '活動場所',
    'date_format' => 'Y年m月d日',
    'not_post_message' => '<p>メールアドレスを互いに交換することなく、他のユーザーにサイト上でメッセージを送ることができます。メッセージはあなたと受け取った方しか読むことはできません。情報交換したり、実際に会う時の連絡先として利用したり、とても便利に使うことができます。</p>
      <p>過去30日以上に、質問、回答、飼育日誌のいずれかを1件以上投稿しないとメッセージを送ることはできません。情報は発信されるところに集まってきます。より活発な情報交換のために投稿をお願い致します。</p>
      <p><a href="^ask_url">質問を投稿する</a>か、回答を投稿してください。最新の質問は<a href="^root_url">こちら</a></p>',
    'create_message' => 'メッセージを作成',
    'note_message' => '１対１でメッセージのやり取りすることができます。',
    'create_group_message' => 'グループメッセージを作成',
    'note_group_message' => '新しいグループを作って複数人でメッセージをやりとりすることができます。',
    'msg_destination' => 'メッセージの送信先の選択',
    'header_note' => '相互フォローしているユーザーのみ表示されます。相互フォローしているユーザー以外とメッセージをやりとりする場合には、設定を変更してください。<a href="^">こちら</a>',
    'header_note_all' => '最近Q&Aで回答やコメントなどでやりとりした利用者のうち、メッセージの送信が可能な利用者が表示されています。それ以外のユーザーはユーザー一覧ページから利用者を探してください。<a href="^">こちら</a>',
    'select_group_users' => '2人以上選択してグループメッセージを開始できます。グループの追加可能人数は１０人までです。過去に1対1のメッセージのやりとりを行なった利用者のみ候補として表示されています。表示されていないユーザーを招待したい場合は、事前に1対1のメッセージを送って連絡してください',
    'select_add_users' => 'ユーザーを選択してグループメッセージに追加できます。グループの追加可能人数は１０人までです。過去に1対1のメッセージのやりとりを行なった利用者のみ表示されています。表示されていないユーザーを招待したい場合は、事前に1対1のメッセージを送って連絡してください。',
    'select_user' => 'メッセージを送りたいユーザーを選択して一番下にあるオレンジの[グループを作成する]ボタンを押してください。',
    'add_user' => 'メッセージを送りたいユーザーを選択して一番下にあるオレンジの[グループに追加する]ボタンを押してください。',
    'leave_button_label' => 'グループから退室',
    'off_button_label' => '通知をオフにする',
    'on_button_label' => '通知をオンにする',
    'groupmsg_chip' => 'グループメッセージ',
    'invite_groupmsg' => '会話に新しいユーザーを招待',
    'group_users' => '^さん',

    'create_group_button' => 'グループを作成する',
    'add_user_button' => 'グループに追加する',

    'max_num_error_title' => 'グループの最大人数を超えています',
    'max_num_error_msg' => 'グループの最大人数は^人です。',
    'min_num_error_title' => '^人以上選択してください',
    'min_num_error_msg' => 'グループ作成には^人以上を選択する必要があります。',

    'confirm_leave_title' => '退室しますか？',
    'confirm_leave_msg' => '一度退室するとこれまでのメッセージは読めなくなります。本当に退室しますか？',
    'user_max_num_msg' => '<p>グループの最大人数に達しています。</p>',
    'create_message_no_user' => 'メッセージの送り先の候補が見つかりませんでした。ユーザー一覧から送り先を探してください。',
    'invite_group_no_user' => 'グループに追加できるユーザーが見つかりません。',

    'label_yes' => 'はい',
    'label_no' => 'いいえ',
    'label_delete' => '削除する',
    'confirm_delete' => '削除しますか？',
    'message_deleted' => 'メッセージが削除されました。',
  );

/*
  Omit PHP closing tag to help avoid accidental output
*/
